inn = "7701272485"

person = {
    "name": "Kirill",
    "age": 29
}
# Этот блок кода делает тото

"""

"""

test = [1,2,3,4,5,6]

text = 'Решением Арбитражного суда Ростовской области от 21.07.2022г. по делу № А53-14737/2022 Вагапов Эдуард Зуфарович (02.08.1983 года рождения, место рождения гор.Ростов-на-Дону, проживающий по адресу: г.Ростов-на-Дону, ул. Оганова, д.27, в/ч; СНИЛС 131-173-725 22; ИНН 616512426028) признан несостоятельным (банкротом), введена процедура реализации имущества гражданина. Финансовым управляющим утвержден Бондаренко Михаил Станиславович (ИНН 615401814961, регистрационный номер в сводном государственном реестре арбитражных управляющих – 21054, адрес для направления почтовой корреспонденции: 347922, Ростовская область, г.Таганрог, а/я 30) - член ААУ "ЦФОП АПК" (ОГРН 1107799002057, ИНН 7707030411, адрес: 107031, г.Москва, ул.Б.Дмитровка, д.32, стр.1).Определением Арбитражного суда Ростовской области от 10.03.2023 г. по делу А53-14737/2022 завершена процедура реализации имущества гражданина Вагапова Эдуарда Зуфаровича, Вагапов Эдуард Зуфарович освобожден от исполнения требований кредиторов, в том числе требований кредиторов, не заявленных при введении реализации имущества гражданина, за исключением требований кредиторов, предусмотренных пунктом 5 статьи 213.28 Федерального закона «О несостоятельности (банкротстве)»'


a = input("Введите данные: ")
if a.isdigit():
    print("спасибо за цифры")
    a = int(a)
else:
    print("введите цифры")
    a = input("Введите данные: ")
    a = int(a)


print("stop")